[{"model": "app.definitions", "pk": 1, "fields": {"title": "STOCKS", "definition": "Let’s start with an easy one—stocks. They’re nothing more than pieces of paper entitling stockholders to a percentage of ownership in companies.You don’t own the companies. You’re not investing in the companies themselves. You have a little piece of paper and the value of your piece of paper can go up or down. That’s what you’ve got—nothing more, nothing less."}}, {"model": "app.definitions", "pk": 2, "fields": {"title": "COMMODITIES", "definition": "Commodities are physical substances like oil, gold, grain, and orange juice (remember Trading Places?). The prices of commodities can inﬂuence penny stocks, but they aren’t usually related. They’re deﬁnitely a different animal altogether."}}, {"model": "app.definitions", "pk": 3, "fields": {"title": "DERIVATIVES", "definition": "Derivatives include futures and options, and derive their value from other investments, like stocks. Although they sometimes influence penny stocks, they aren’t,again, directly related."}}, {"model": "app.definitions", "pk": 4, "fields": {"title": "REAL ESTATE", "definition": "Investing in physical properties is another path people take to growth their wealth. Sometimes, real estate investing can influence penny stocks, such as when a penny stock company owns a lot of real estate, but this type of investing is another one that rarely influences penny stocks.And I have to tell you, although a lot of people like it, I’m not a big fan of real estate investing. Want to know why? There are so many different variables to account for when you trade real estate! If you try to flip houses, you’ve got to time the markets perfectly, hope that your contractors know what they’re doing and pray that you don’t find any big, unexpected, expensive repairs in the house you bought."}}, {"model": "app.definitions", "pk": 5, "fields": {"title": "REVENUES", "definition": "Revenue is the money received by a company for its goods or services. Very simple. Proﬁts and losses are very different. This is the positive or negative game from an operation after subtracting expenses."}}, {"model": "app.definitions", "pk": 6, "fields": {"title": "EARNINGS PER SHARE(EPS)", "definition": "This is a company’s proﬁts divided by the total number of shares outstanding. It’s funstuff to read about, but I’m not going to go into detail here. For now, just understand that this term exists and that it inﬂuences penny stocks."}}, {"model": "app.definitions", "pk": 7, "fields": {"title": "PRICE/EARNINGS (P/E) RATIO", "definition": "Everyone loves talking about the P/E ratio. This is the stock’s price divided by its earnings, which is often used to determine how expensive the stock is. Again, I’m not going to go into a whole P/E lesson because that would take up this entire guide, but understand what a P/E is and Google it. Have fun."}}, {"model": "app.definitions", "pk": 8, "fields": {"title": "MOVING AVERAGES", "definition": "Moving averages are basically the average price of a stock over different time periods (for example, 50 day, 200 day, etc). If a stock is trading over the 50 and 200 day moving average, then it’s considered bullish because it’s got momentum. The stock is probably going up. If it’s trading below it or if it cracks below it, it’s very bearish."}}, {"model": "app.definitions", "pk": 9, "fields": {"title": "BREAKOUTS AND BREAKDOWNS", "definition": "These terms refer to a stock that breaks through previous resistance to the upside or support on the downside. If a stock’s 200 day moving average was $3 dollars a share or the 1-year high is $3 a share and it just hit $3.25 a share, it’s experiencing a breakout."}}, {"model": "app.definitions", "pk": 10, "fields": {"title": "RESISTANCE", "definition": "Resistance occurs when a stock’s price settles in an area where sellers usually emerge, preventing any further price increase. If a stock is trading at, let’s say $10 dollars a share, resistance at the $12 dollars a share price point would be demonstrated by a lot of sellers wanting to sell their shares right around $12 dollars. If, for some reason, the stock breaks through $12 dollars in a short period of time, it’s considered a breakout as it broke through the resistance."}}, {"model": "app.definitions", "pk": 11, "fields": {"title": "SUPPORT", "definition": "Support is the same kind of thing, except it’s on the downside. The stock is at $12 dollars again but the support is at $12 dollars (I’ll show you some chart examples later). If it breaks below that $12 dollar support foor, it’s pretty bearish. It should be able to hold support if the stock was going to move higher, but since it cracked through, it’s considered very bearish."}}, {"model": "app.definitions", "pk": 12, "fields": {"title": "SHORT SELL", "definition": "Now, here’s where things get fun… Selling short is rarely used by the general public, but it’s a very common strategy for me, and it’s one I use in about 60% of my trades (basically, it’s made me a huge amount of money, millions of dollars infact). All you’re doing when you sell short is selling shares you don’t own, thinking the stock price is headed lower.Yeah, the “shares you don’t own” thing can get complicated, as you’re taking a negative position by taking a loan through your broker. The key point to remember is that, if you’regoing to short sell, you’re thinking that the stock price is going down.It’s that simple."}}, {"model": "app.definitions", "pk": 13, "fields": {"title": "BUY TO COVER", "definition": "To get rid of your short sell, you BUY TO COVER. That is, you close out your short position by buying back the shares you sold short. Again, just like you’ve heard, where you want to buy low and sell high, it’s the same thing with short selling—only reversed. You want to short sell high and buy low. This scares a lot of people, but the end result is that you can make money when stocks go down. Because a negative times a negative is a positiveI’m sure a lot of you don’t think that you have to be bullish—that you have bet the stocks you’re trading will go up—all the time, and that’s simply not true. Most penny stocks don’t come from solid companies—they come from POS companies that are going to fall apart sooner or later. So when they inevitably fail or when their stock prices drop, you should be able to make money short selling. I’m going to focus a lot on this in this guide, as you really need to be able to go either way to maximize your own trading proﬁts."}}, {"model": "app.definitions", "pk": 14, "fields": {"title": "MARKET ORDER", "definition": "A market order occurs when you place an order to buy, sell or short sell the stock at the current market price—whatever it may be. If the stock is trading at $8 dollars and there’s only a buyer at $7 dollars, putting in a market order might get you the $7 dollars. I NEVER use market orders as that opens the door to a lot of risk in a fast moving market, I ALWAYS want to specify the price I am buying, selling or short selling a stock at so I NEVER get ripped off. I’d rather miss a fast moving stock that blows through my specific price rather than risk chasing a stock and ending up with a loss."}}, {"model": "app.definitions", "pk": 15, "fields": {"title": "LIMIT ORDER", "definition": "A limit order, on the other hand, means that you can try to choose the price that your order gets executed at. So you could say, “I’ll only sell this stock at $8 dollars a share,” and if a buyer comes through at that price point, your trade will be executed.\r\nSo I personally only use limit orders, and I recommend that all my millionaire trader challenge students do the same. Market orders are very dangerous and I like to limit my danger as much as possible. When you’re dealing with penny stocks, you’re dealing with such tiny margins that you can’t let the outcome of your trades be dictated by the whims of the market. You have to be able to get in and get out at certain prices, and that’s where limit orders come in handy."}}, {"model": "app.definitions", "pk": 16, "fields": {"title": "STOP LOSS ORDERS", "definition": "Stop loss orders are orders placed to liquidate a position when a specified price has reached or passed in order to protect your gains and to prevent large losses. All you’re doing is specifying a price where you can get out and you can say, “All right, I’m crying uncle—I’m done.” These can be super helpful, and can really protect you from some big mistakes."}}, {"model": "app.definitions", "pk": 17, "fields": {"title": "TRAILING STOP LOSS ORDER", "definition": "You can also put in a trailing stop loss order, which is basically a more advanced stop loss order, except that it fluctuates with the stock price. So instead of specifying a certain price, you’re always following the change in price. You’re protecting your gains and you’re preventing large losses. I highly encourage you to use it.\r\nAgain I’m not going to go into detail about these terms. You’re going to have to learn about that elsewhere, because these are very complicated concepts. For now, just understand that you’ll want to use them when you do get started with penny stock trading."}}, {"model": "app.definitions", "pk": 18, "fields": {"title": "VOLATILITY", "definition": "VOLATILITY is a very misunderstood quality, but it’s one you have to understand if you’re going to make money in the penny stock market. Volatility is simply how sharply or quickly stock prices move. Volatility can be scary, but it’s great for pennystocking. I love it, because momentum causes great price swings—and price swings are where you’ll make fast money as a penny stock trader.The beautiful thing about penny stocks is that these swings will eventually reverse—it’s like a pendulum. You just don’t want to get caught on the wrong side of the momentum. I’m warning you about this because I’ve gotten caught a few times and it’s very scary. For now, just understand that volatility moves stock prices up and down, and you can make money off of it whereas larger companies, higher priced stocks aren’t very volatile because the value of their companies are pretty stable given their size. Penny stocks are far more volatile and that’s why they allow you to grow your account much quicker."}}, {"model": "app.definitions", "pk": 19, "fields": {"title": "LIQUIDITY", "definition": "LIQUIDITY is even more important than volatility in penny stocks. This is how easy it is to trade shares of a stock. The key to pennystocking is being able to quickly move in and out of a position, so you should only ever trade stocks that are extremely liquid relative to the capital you trade with.For example, think about a stock that’s trading a million shares a day. Now, if you buy a thousand or sell a thousand shares, you’re not really going to influence the price and you can get in and out easily. But if you have 100,000 shares, you represent a much bigger chunk of that million shares a day. You’re going to influence the price, and you might not be able to exit your position very easily because you’ve taken such a large position so it’s going to be hard to find other buyers or sellers to get out of your shares when you need to. My biggest losses have always come when I’ve taken too large of a position in an illiquid stock so I’ve learned to take smaller positions to limit my risk."}}, {"model": "app.definitions", "pk": 20, "fields": {"title": "MARKET VALUATION", "definition": "MARKET VALUATION (sometimes also referred to as market capitalization or market cap), is a simple way to get the valuation of a company. All you do is multiply the number of shares outstanding (the total number of shares issued by the company) by the stock price. Penny stocks are very small companies, usually in the range of $10 million to $100 million in valuation (which I know sounds like a lot of money, but on Wall Street, that’s peanuts),"}}, {"model": "app.definitions", "pk": 21, "fields": {"title": "FLOAT", "definition": "FLOAT is very different from shares outstanding. This is the number of publicly owned shares that are available for trading. This metric doesn’t include restricted shares (shares that are bought privately or held by insiders) as these shares aren’t tradeable, and therefore, are irrelevant to trading the stock. You do have to watch when companies issue too many restrictive shares, as this could influence trading, but in general, this doesn’t directly influence a stock trade. Stocks with “low floats” can be more volatile since there’s not a lot of supply out there and if the company announces good news, “low float stocks” can spike 50%, 100% or even 200% in a day whereas stocks with many publicly available shares can’t spike that much since there are sellers at every level on the way up willing to take profits."}}, {"model": "app.definitions", "pk": 22, "fields": {"title": "INITIAL PUBLIC OFFERING (IPO)", "definition": "If you watch the news, you’ve probably seen press for companies—like Facebook, recently—going through the IPO process. But what is it? An IPO is when a private company sells their first issue of stock to the public. Most of the capital raised by this process usually goes to the company, but sometimes company insiders get money too.This is how most companies get listed on a stock exchange, but it isn’t as simple as filling out an application. Companies that want to do an IPO have to go through a lengthy process of meeting with banks, SEC officials and other people to figure out whether the company meets necessary requirements and what it should be valued at. Most penny stock companies don’t go through this process, as they wouldn’t be able to stand up to the scrutiny."}}, {"model": "app.definitions", "pk": 23, "fields": {"title": "MERGER", "definition": "A merger occurs when two companies stocks combine. Mergers usually aim to cut costs and make a combined entity more efficient. Sometimes it works, sometimes it doesn’t, but when a merger is announced, one company’s stock will usually rise and the others will fall. A lot of people think they can turn big profits if they trade on this news, but really, you’re going up against Ivy League grads and computer algorithms that deal with these kinds of trades all day. You simply don’t have an advantage here, so ignore these completely."}}, {"model": "app.definitions", "pk": 24, "fields": {"title": "VENTURE CAPITAL, PRIVATE EQUITY and INVESTMENT BANKS", "definition": "are three more terms that you have to understand, as they influence companies and how these companies become public. Companies that invest funds in startup companies with huge growth potential provide what’s known as venture capital.Private equity, on the other hand, comes from investing in companies that aren’t listed on a public exchange. Investment banks deal with these types of financing, but they also help companies issue stock and assist with mergers, when."}}, {"model": "app.definitions", "pk": 25, "fields": {"title": "INSTITUTIONAL INVESTORS", "definition": "are another group that usually deals with these three things. Institutional investors are just organizations that invest in large amounts. They love private equity, they love venture capital, and they can take on risk. They’re colossal, so institutional investors don’t usually influence or invest in penny stocks, but you still need to understand who they are."}}, {"model": "app.definitions", "pk": 26, "fields": {"title": "SECONDARY OFFERING", "definition": "A secondary offering occurs when a company insider offers to sell stock, but the company receives no capital. When you see a secondary offering, be wary, because the company doesn’t get any money inside of their selling. So why are they selling? You won’t know, which is why you need to view a secondary offering as a special circumstance."}}, {"model": "app.definitions", "pk": 27, "fields": {"title": "PRIVATE INVESTMENTS IN A PUBLIC ENTITY (PIPES)", "definition": "PIPEs raise capital for the company, but these investors get a nice discount over market prices. When a company does a PIPE, be very suspicious because the company is raising cash at discounted price. Usually the price comes back down to where it was once the PIPE is done. It’s always a good thing for the company to raise money, but it’s usually bad for shareholders if they do a financing at big discount to the current stock price—it means they’re desperate for cash and the financing is usually a toxic deal where whoever is buying the stock will just sell their investment at the current higher stock price, locking in a nice profit for themselves since they bought at such a big discount."}}, {"model": "app.definitions", "pk": 28, "fields": {"title": "SHARE LOCK-UP", "definition": "Share lock-ups occur after an IPO, a merger, an acquisition activity, and even in PIPEs and result in a period of time during which shares are not tradeable immediately. Shares in a lock-up are restricted from trading for certain time periods. IPO lock-ups are usually six months to a year, while other transactions like PIPEs can be anywhere from a few months to a few years. It’s important that you understand when these share lock-ups are coming due, because there’s going to be a lot of stock for sale, to the point where it usually influences the stock price in a negative fashion."}}, {"model": "app.definitions", "pk": 29, "fields": {"title": "PUMP AND DUMP", "definition": "Here’s a phrase you’ll hear me say over and over, as it’s a pattern that I trade all the time. Basically, a pump and dump occurs when somebody promotes a stock in order to sell it at higher prices. Pump and dumps are very common with penny stocks, and while most people fall into them and lose money, I profit off of them since I’m usually short selling, or betting on the stock price to crash, or dump, since it’s inevitable whenever there’s a pump."}}, {"model": "app.definitions", "pk": 30, "fields": {"title": "REVERSE MERGER", "definition": "Remember earlier, when I was talking about mergers and IPOs? Those things don’t influence penny stocks all that much, but reverse mergers can. Basically, a reverse merger is a cheaper, quicker way for lower quality companies to IPO. It’s usually done by penny stocks and developmental companies. In fact, this is how most penny stocks become penny stocks—by executing reverse mergers to try to get publicly traded so insiders can pump up the newly public stock price!They’re doing it so quick that they’re not going to have a high price initially, which leaves them trading under $5 dollars. A lot of developmental companies use this technique, so understand that reverse mergers are a good thing to see, because they create more stocks for you to trade, especially if the promoters do a good job hyping the stock up."}}, {"model": "app.definitions", "pk": 31, "fields": {"title": "MARGIN & LEVERAGE", "definition": ". You need a margin account to be able to borrow shares from your broker to short sell stocks, but I NEVER use leverage since that’s borrowing capital from your broker that is more than what’s in your account. The thing about trading with leverage is that you can never really be 100% sure how a stock is going to move so by trading with more money than you have, you open yourself up to tremendous risk and no amount of potential profits is ever worth the risk of disaster for me. I traded illiquid penny stocks before I became risk averse, but I only lost 35%, I didn’t go broke, or worse, in debt to my broker, had I invested all my money and more into those penny stocks. If you’re dealing with a small account, one bad margin call due to excessive use of leverage can wipe out your entire portfolio, since you’ll be responsible both the money you lost and the extra you owe back to your broker."}}, {"model": "app.definitions", "pk": 32, "fields": {"title": "SHORT SQUEEZE", "definition": "A short squeeze occurs when short sellers try to avoid losses by buying to cover their positions very quickly. If you’re betting that the stock is going lower, you risk squeezing the stock as you buy and cover your positions as the stock price rises against you and also against all the other short sellers. It can be very scary when you’re a short seller and the stock just keeps rising, but very fun when you’re a buyer and you’re squeezing the shorts who are inevitably forced to buy to cover their positions to exit, thus forcing the stock price even higher in your favor."}}, {"model": "app.definitions", "pk": 33, "fields": {"title": "HARD TO BORROW", "definition": "The thing about short selling is that not all brokers allow it, because they have to find shares available to be able to short. When they can’t find many, or sometimes even any, shares available to short of a certain stock, that stock is called “hard to borrow” and it happens sometimes, especially on the most questionable penny stock companies that all the short sellers want to bet against. Because most penny stocks are from tiny companies, it can be difficult to find shares to borrow to short sell. It can be really frustrating to see a great short selling setup occur and not be able to find any shares to short sell, but hard to borrow stocks are just an unfortunate part of the game. I even made a music video called “No Borrow No Cry”"}}, {"model": "app.definitions", "pk": 34, "fields": {"title": "THE PINK/GREY SHEETS", "definition": "The pink or grey sheet exchanges are where you’ll find the tiniest of all publicly traded companies. They’re very volatile, and they’re not usually liquid enough for pennystocking. Nearly all the companies on these exchanges trade under $5 dollars a share, but for our purposes, they’re usually not ideal due to their lack of liquidity."}}, {"model": "app.definitions", "pk": 35, "fields": {"title": "THE OTC BULLETIN BOARD (OTCBB)", "definition": "This is an electronic trading exchange for non-NASDAQ listed companies. Usually, the stocks found here have decent liquidity and volatility, and they rarely trade over $5 dollars a share. This makes them very good for pennystocking purposes."}}, {"model": "app.definitions", "pk": 36, "fields": {"title": "THE NASDAQ SMALLCAP MARKET", "definition": "This is the NASDAQ of penny stocks. These stock trade between $1 dollar and $10 dollars a share—it’s just beautiful, because these stocks are extremely liquid and they usually trade millions of shares. Sometimes, they get up to 10 and 20 million shares traded in a single day, and they’re very volatile at the same time. This exchange simply must be on your radar for pennystocking."}}, {"model": "app.definitions", "pk": 37, "fields": {"title": "THE NASDAQ NATIONAL MARKET,", "definition": "This is all electronic trading and it’s mostly technology growth-oriented stocks, but they’re all pretty much higher priced stocks. This makes it irrelevant to pennystocking, for the most part."}}, {"model": "app.definitions", "pk": 38, "fields": {"title": "THE AMERICAN STOCK EXCHANGE (AMEX)", "definition": "On this exchange, you’ll find tiny companies that tend to be volatile, but that still aren’t ideal for pennystocking because they have large price spreads and they’re generally illiquid. These companies may be trading at $3 dollars a share, but even if you want to buy in at $3 dollars, the spread might be too much from $3 dollars by $3.50 dollars, leaving you stuck buying in at $3.50 dollars. Even small changes like this can mean disaster for your profits."}}, {"model": "app.definitions", "pk": 39, "fields": {"title": "THE NEW YORK STOCK EXCHANGE (NYSE)", "definition": "is the largest exchange in the US, and it’s considered to be the most reputable of the bunch. Here, you’ll find your higher-priced stocks—your GEs, your Johnson & Johnsons and your Bank of Americas. There’s almost no volatility here, which—combined with the higher prices—makes it pretty much irrelevant to pennystocking. A lot of people ask me, “Oh, what do you think about this company—it’s traded on the New York Stock Exchange?” I ignore it. That’s what it comes down to."}}]